acpi
aic94xx-firmware
alsa-utils
antigen-git
autoconf
automake
bash
bash-completion
bash-pipes
binutils
bison
brightnessctl
btrfs-progs
buku
bzip2
cairo
cmatrix
compton
coreutils
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dmenu
downgrade
e2fsprogs
eclipse-java
fakeroot
feh
file
filesystem
findutils
firefox-nightly
flex
fontconfig
gawk
gcc
gcc-libs
gettext
git
glibc
grep
grml-zsh-config
groff
grub
gzip
htop
i3-gaps
i3lock-fancy-git
i3status
inetutils
intel-ucode
iproute2
iputils
jfsutils
jrnl
less
libtool
libva-intel-driver
libva-utils
licenses
linux
linux-ck
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
mesa
mosh-git
mpv-git
nano
ncmpcpp-git
neofetch
nerd-fonts-complete
nerd-fonts-source-code-pro
netctl
networkmanager
nitrogen-git
nomacs
ntfs-3g
ntp
os-prober
pacman
pakku
patch
pciutils
pepper-flash
perl
pkgconf
polybar-git
procps-ng
psmisc
pulseaudio
python-chardet
python-crypto
python-pip
ranger
reflector
reiserfsprogs
rofi
rtorrent-ps
rxvt-unicode-pixbuf
s-nail
scrot
sed
shadow
sudo
sxiv
sysfsutils
systemd
systemd-sysvcompat
tar
task
texinfo
thefuck
tilda
tldr-git
tmux
ttf-bitstream-vera
ttf-dejavu
ttf-freefont
ttf-liberation
tzupdate
udiskie
udisks2
unrar
urxvt-config-reload-git
urxvt-perls
urxvtconfig-git
usbutils
util-linux
vi
vim
vim-devicons
visual-studio-code-bin
vlc
vulkan-headers
w3m
wd719x-firmware
which
wireless_tools
wmctrl
wpa_actiond
wpa_supplicant
xautolock
xbindkeys
xclip
xdotool
xf86-video-intel-git
xf86-video-vesa
xfsprogs
xorg-appres
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-fonts-misc
xorg-fonts-type1
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yay
youtube-dl
zsh
zsh-autosuggestions
zsh-completions
